Repository: antramcs/WikiChecker
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: tr, uk

source: WikiChecker - Ventana Principal
tr: Wikidenetleyici - Ana Pencere
uk: WikiChecker - головне вікно

source: Busca los artículos relacionados con el término introducido en Wikipedia.
tr: Wikipedia'da girilen terimle ilgili makaleleri arayın.
uk: Пошук статей, пов'язаних з введеним терміном, у Вікіпедії.

source: WikiChecker
tr: Wikidenetleyici

source: No se pudieron cargar los idiomas del complemento. Vuelve a intentarlo en unos segundos. Si el problema persiste comprueba tu conexión a Internet, o reinicia NVDA.
tr: Eklenti dilleri yüklenemedi. Lütfen birkaç saniye sonra tekrar deneyin. Sorun devam ederse İnternet bağlantınızı kontrol edin veya NVDA'yı yeniden başlatın.
uk: Не вдалося завантажити додаткові мови. Будь ласка, спробуйте ще раз через кілька секунд. Якщо проблема не зникає, перевірте підключення до Інтернету або перезапустіть NVDA.

source: No se ha podido realizar la consulta en wikipedia.
tr: Wikipedia'da Sorgulama yapılamadı.
uk: Не вдалося зробити запит до Вікіпедії.

source: ¡Error!
tr: Hata!
uk: ¡Помилка!

source: No existen artículos disponibles que cumplan los criterios indicados.
tr: Belirtilen kriterlere uygun makale bulunamadı.
uk: Немає доступних статей, які відповідають вказаним критеріям.

source: No se ha podido procesar la respuesta de Wikipedia.
tr: Wikipedia'dan alınan veriler işlenemedi.
uk: Не вдалося обробити відповідь Вікіпедії.

source: &Idiomas disponibles
tr: Mevcut di&ller
uk: &Доступні мови

source: Término a &buscar
tr: Arama &terimi
uk: Термін для &пошуку

source: Bu&scar
tr: A&ra
uk: &Пошук

source: &Artículos disponibles
tr: &Uygun Makaleler
uk: &Результати пошуку

source: &Leer artículo
tr: Makaleyi &oku
uk: &Прочитати статтю

source: El cuadro de búsqueda no puede estar vacío. Debes introducir un término a buscar.
tr: Arama kutusu boş bırakılamaz. Bir arama terimi girmelisiniz.
uk: Поле пошуку не може бути порожнім. Ви повинні ввести пошуковий термін.

source: Debes seleccionar un idioma de entre los disponibles antes de realizar la consulta. En caso de no haber ninguno disponible, comprueba tu conexión a Internet, o reinicia NVDA.
tr: Sorguyu yapmadan önce mevcut diller arasından bir dil seçmelisiniz. Eğer bir dil yoksa, İnternet bağlantınızı kontrol edin veya NVDA'yı yeniden başlatın.
uk: Ви повинні вибрати мову серед доступних, перш ніж робити запит. Якщо їх немає, перевірте підключення до Інтернету або перезапустіть NVDA.

source: Buscador rápido de artículos en Wikipedia.
tr: Çabuk Wikipedia Makale Bulucu.
uk: Швидкий пошук статей у Вікіпедії.
